{
    "policyTitle": "Politique de confidentialité de DeepDive",
    "policyDescription": "Chez DeepDive, nous nous engageons à protéger la vie privée de nos utilisateurs. Cette politique explique comment nous collectons, utilisons et protégeons vos informations personnelles lors de l'utilisation de notre plateforme de gestion d'hôtels et de réservations. En vous inscrivant et en utilisant DeepDive, vous acceptez cette politique de confidentialité.",
    "policySection1": "1. Informations que nous collectons",
    "policySection2": "2. Comment nous utilisons vos informations",
    "policySection3": "3. Partage de vos informations",
    "policySection4": "4. Stockage et sécurité des données",
    "policySection5": "5. Droits des utilisateurs",
    "policySection6": "6. Cookies et technologies similaires",
    "policySection7": "7. Modifications de cette politique de confidentialité",
    "policySection8": "8. Contact",
    "section1-1": "Lorsque vous utilisez DeepDive, nous pouvons collecter les informations suivantes:",
    "section1-2": "Informations personnelles : nom, genre, adresse électronique, numéro de téléphone, date de naissance, passeport et adresse.",
    "section1-3": "Données du compte : informations de connexion telles que le nom d'utilisateur et le mot de passe.",
    "section1-4": "Informations sur les réservations : détails concernant vos réservations, tels que le prix total et les dates d'arrivée et de départ.",
    "section1-5": "Données techniques : Adresse IP, type d'appareil, système d'exploitation et navigateurs utilisés pour accéder à DeepDive.",
    "section2-1": "Nous utilisons vos informations personnelles aux fins suivantes:",
    "section2-2": "Gérer votre compte et fournir un support utilisateur.",
    "section2-3": "Traiter et gérer les réservations d'hébergement.",
    "section2-4": "Personnaliser votre expérience sur la plateforme.",
    "section2-5": "Communiquer avec vous au sujet des mises à jour, promotions ou changements dans nos politiques.",
    "section2-6": "Améliorer nos services et effectuer des analyses d'utilisation.",
    "section2-7": "Garantir la sécurité et prévenir les activités frauduleuses.",
    "section3-1": "Nous pouvons partager vos informations personnelles avec des tiers dans les cas suivants:",
    "section3-2": "Avec des prestataires de services qui nous aident à traiter les paiements, gérer les données ou envoyer des communications.",
    "section3-3": "Avec les propriétaires des hébergements pour compléter et gérer votre réservation.",
    "section3-4": "Si requis par la loi, par exemple pour se conformer à une ordonnance judiciaire.",
    "section3-5": "En cas de fusion, acquisition ou vente d'actifs, auquel cas vos informations pourraient être",
    "section4-1": "Nous prenons des mesures raisonnables pour protéger vos informations personnelles contre tout accès non autorisé, perte, utilisation abusive ou divulgation. Cependant, aucun système de sécurité n'est infaillible, et nous ne pouvons garantir une sécurité absolue de vos données.",
    "section5-1": "Vous disposez des droits suivants concernant vos informations personnelles:",
    "section5-2": "Accès: vous pouvez demander l'accès aux données personnelles que nous détenons à votre sujet.",
    "section5-3": "Correction: vous pouvez demander que nous corrigions toute information inexacte ou incomplète.",
    "section5-4": "Restriction: vous pouvez demander que nous limitions le traitement de vos informations dans certaines circonstances.",
    "section5-5": "Pour exercer ces droits, contactez-nous à deepdivesl.contact@gmail.com.",
    "section6-1": "DeepDive utilise des cookies et des technologies similaires pour améliorer votre expérience sur la plateforme. Vous pouvez ajuster les paramètres de votre navigateur pour désactiver les cookies, mais cela pourrait affecter la fonctionnalité de l'application.",
    "section7-1": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre pour refléter les changements dans nos pratiques ou pour des raisons légales. Nous vous encourageons à consulter cette page régulièrement pour rester informé.",
    "section8-1": "Si vous avez des questions ou des préoccupations concernant cette politique de confidentialité, vous pouvez nous contacter à deepdivesl.contact@gmail.com.",
    "section8-2": "Merci de faire confiance à DeepDive pour gérer vos réservations et hébergements.",
    "aboutTitle": "À propos de DeepDive",
    "aboutSection1.1": "Bienvenue sur ",
    "aboutSection1.2": ", votre plateforme de confiance pour trouver, réserver et gérer des logements de manière rapide, simple et intuitive. Chez ",
    "aboutSection1.3": ", nous croyons que le processus de recherche et de réservation d'un logement ne devrait pas être une tâche compliquée, mais une partie facile et agréable de la planification de votre voyage.",
    "aboutSection2": "Notre mission est de fournir à chaque personne, qu'il s'agisse d'un voyageur à la recherche de sa prochaine destination ou d'un hôte prêt à partager son logement, une plateforme efficace, accessible et inclusive. Grâce à notre application, vous pourrez explorer une large variété de logements dans le monde entier, réserver en quelques clics, laisser vos avis sur vos séjours et, si vous le souhaitez, partager votre propre logement avec le reste de la communauté.",
    "aboutSection3.1": "Pour les voyageurs, ",
    "aboutSection3.2": " offre une expérience optimisée pour vous aider à trouver le logement idéal sans perdre de temps. Que vous recherchiez un endroit confortable pour passer la nuit ou un logement pour vos vacances, notre plateforme permet de personnaliser les recherches selon vos préférences et besoins.",
    "aboutSection4": "Pour les hôtes, notre plateforme vous offre un moyen simple d'ajouter, gérer et mettre à jour votre logement à tout moment. Vous pouvez présenter votre logement au monde, recevoir des réservations et améliorer votre visibilité, tout cela depuis un seul endroit.",
    "aboutSection5.1": "Chez ",
    "aboutSection5.2": ", nous nous soucions de l'expérience utilisateur. C'est pourquoi, en plus d'une interface conviviale et accessible, nous avons intégré des fonctionnalités telles que l'internationalisation en trois langues (espagnol, anglais et français) et un système de sélection de thème (clair ou sombre), adapté à vos préférences et aux conditions d'éclairage.",
    "aboutSection6": "Notre engagement envers la qualité et l'innovation se reflète également dans l'intégration d'un service web réel qui élargit les options de recherche et facilite l'accès à une plus grande variété de logements, optimisant ainsi votre temps et vous assurant de trouver la meilleure option pour votre voyage.",
    "aboutSection7": " est bien plus qu'une simple plateforme de logement, c'est votre compagnon de confiance pour rendre votre expérience de voyage aussi confortable et enrichissante que possible. Nous sommes là pour vous aider à rendre chaque moment de votre voyage, de la planification à l'évaluation, mémorable."
}