{
    "policyTitle": "DeepDive privacy policy",
    "policyDescription": "At DeepDive, we are committed to protecting our users' privacy. This policy explains how we collect, use, and protect your personal information when using our hotel and reservation management platform. By registering and using DeepDive, you agree to this privacy policy.",
    "policySection1": "1. Information we collect",
    "policySection2": "2. How we use your information",
    "policySection3": "3. Sharing your information",
    "policySection4": "4. Data storage and security",
    "policySection5": "5. User rights",
    "policySection6": "6. Cookies and similar technologies",
    "policySection7": "7. Changes to this policy",
    "policySection8": "8. Contact",
    "section1-1": "When you use DeepDive, we may collect the following information:",
    "section1-2": "Personal Information: name, gender, email, phone number, date of birth, passport, and address.",
    "section1-3": "Account Data: login information such as username and password.",
    "section1-4": "Reservation Information: details about your reservations, such as total price and check-in/check-out dates.",
    "section1-5": "Technical Data: IP address, device type, operating system, and browsers used to access DeepDive.",
    "section2-1": "We use your personal information for the following purposes:",
    "section2-2": "To manage your account and provide user support.",
    "section2-3": "To process and manage accommodation bookings.",
    "section2-4": "To personalize your experience on the platform.",
    "section2-5": "To communicate with you about updates, promotions, or changes to our policies.",
    "section2-6": "To improve our services and perform usage analysis.",
    "section2-7": "To ensure security and prevent fraudulent activities.",
    "section3-1": "We may share your personal information with third parties in the following circumstances:",
    "section3-2": "With service providers who help us process payments, manage data, or send communications.",
    "section3-3": "With accommodation owners to complete and manage your booking.",
    "section3-4": "When required by law, such as complying with a court order.",
    "section3-5": "In the event of a merger, acquisition, or sale of assets, in which case your information may be transferred to the new entity.",
    "section4-1": "We take reasonable measures to protect your personal information against unauthorized access, loss, misuse, or disclosure. However, no security system is foolproof, and we cannot guarantee the absolute security of your data.",
    "section5-1": "You have the following rights regarding your personal information:",
    "section5-2": "Access: you can request access to the personal data we store about you.",
    "section5-3": "Correction: you can request that we correct any inaccurate or incomplete information.",
    "section5-4": "Restriction: you can request that we limit the processing of your information in certain circumstances.",
    "section5-5": "To exercise these rights, contact us at deepdivesl.contact@gmail.com.",
    "section6-1": "DeepDive uses cookies and similar technologies to enhance your experience on the platform. You can adjust your browser settings to disable cookies, but this may affect the application's functionality.",
    "section7-1": "We may update this privacy policy from time to time to reflect changes in our practices or for legal reasons. We encourage you to review this page periodically to stay informed.",
    "section8-1": "If you have any questions or concerns about this privacy policy, you can contact us at deepdivesl.contact@gmail.com.",
    "section8-2": "Thank you for trusting DeepDive to manage your bookings and accommodations.",
    "aboutTitle": "About DeepDive",
    "aboutSection1.1": "Welcome to ",
    "aboutSection1.2": ", your trusted platform to find, book, and manage lodges in a fast, simple, and intuitive way. At ",
    "aboutSection1.3": ", we believe that the process of searching and booking a lodge should not be a complicated task, but an easy and pleasant part of your travel planning.",
    "aboutSection2": "Our mission is to provide every person, whether a traveler looking for their next destination or a host ready to share their lodge, with an efficient, accessible, and inclusive platform. Through our app, you can explore a wide variety of lodges worldwide, book them with just a few clicks, leave your reviews about your stays, and if you wish, share your own lodge with the rest of the community.",
    "aboutSection3.1": "For travelers, ",
    "aboutSection3.2": " offers an optimized experience to help you find the perfect lodge without wasting time. Whether you're looking for a cozy place to stay overnight or a lodge for your vacation, our platform allows you to search based on your preferences and needs.",
    "aboutSection4": "For hosts, our platform provides an easy way to add, manage, and update your lodge anytime. You can showcase your lodge to the world, receive bookings, and enhance your visibility, all from one place.",
    "aboutSection5.1": "At ",
    "aboutSection5.2": ", we care about user experience. That's why, in addition to offering a friendly and accessible interface, we've integrated features like internationalization in three languages (Spanish, English, and French) and a theme selection system (light or dark), adapting to your preferences and lighting conditions.",
    "aboutSection6": "Our commitment to quality and innovation is also reflected in the integration with a real web service that expands search options and makes it easier to access a greater variety of lodges, optimizing your time and ensuring you find the best option for your trip.",
    "aboutSection7": " is more than just a lodge platform, it's your trusted companion to make your travel experience as comfortable and enriching as possible. We're here to help you make every moment of your journey, from planning to review, memorable.",
    "contactTitle": "Contact DeepDive",
    "email": "Email (read-only)",
    "emailContent": "Write your message",
    "emailContentPlaceholder": "Write your message here...",
    "contactButton": "Send",
    "emailSuccess": "Email sent successfully!",
    "emailError": "There was a problem sending the email. Please try again."
}