{
    "policyTitle": "Política de privacidad de DeepDive",
    "policyDescription": "En DeepDive, nos comprometemos a proteger la privacidad de nuestros usuarios. Esta política explica cómo recopilamos, usamos y protegemos su información personal al utilizar nuestra plataforma de gestión de hoteles y reservas. Al registrarse y utilizar DeepDive, usted acepta esta política de privacidad.",
    "policySection1": "1. Información que recopilamos",
    "policySection2": "2. Cómo usamos su información",
    "policySection3": "3. Compartir su información",
    "policySection4": "4. Almacenamiento y seguridad de los datos",
    "policySection5": "5. Derechos del usuario",
    "policySection6": "6. Cookies y tecnologías similares",
    "policySection7": "7. Cambios en esta política de privacidad",
    "policySection8": "8. Contacto",
    "section1-1": "Cuando utiliza DeepDive, podemos recopilar la siguiente información:",
    "section1-2": "Información personal: nombre, género, correo electrónico, número de teléfono, fecha de nacimiento, pasaporte y dirección.",
    "section1-3": "Datos de la cuenta: información de inicio de sesión, como nombre de usuario y contraseña.",
    "section1-4": "Información de la reserva: detalles sobre sus reservas, como el precio total y las fechas de llegada y de salida.",
    "section1-5": "Datos técnicos: Dirección IP, tipo de dispositivo, sistema operativo y navegadores utilizados para acceder a DeepDive.",
    "section2-1": "Utilizamos su información personal para los siguientes propósitos:",
    "section2-2": "Gestionar su cuenta y brindar soporte al usuario.",
    "section2-3": "Procesar y gestionar reservas de alojamiento.",
    "section2-4": "Personalizar su experiencia en la plataforma.",
    "section2-5": "Comunicarnos con usted sobre actualizaciones, promociones o cambios en nuestras políticas.",
    "section2-6": "Mejorar nuestros servicios y realizar análisis de uso.",
    "section2-7": "Garantizar la seguridad y prevenir actividades fraudulentas.",
    "section3-1": "Podemos compartir su información personal con terceros en las siguientes circunstancias:",
    "section3-2": "Con proveedores de servicios que nos ayudan a procesar pagos, gestionar datos o enviar comunicaciones.",
    "section3-3": "Con los propietarios de los alojamientos para completar y gestionar su reserva.",
    "section3-4": "Si es requerido por ley, como en el caso de cumplir con una orden judicial.",
    "section3-5": "En caso de una fusión, adquisición o venta de activos, en cuyo caso su información podría transferirse a la nueva entidad.",
    "section4-1": "Tomamos medidas razonables para proteger su información personal contra el acceso no autorizado, la pérdida, el uso indebido o la divulgación. Sin embargo, ningún sistema de seguridad es infalible, y no podemos garantizar la seguridad absoluta de sus datos.",
    "section5-1": "Usted tiene los siguientes derechos en relación con su información personal:",
    "section5-2": "Acceso: puede solicitar acceso a los datos personales que almacenamos sobre usted.",
    "section5-3": "Rectificación: puede solicitar que corrijamos cualquier información inexacta o incompleta.",
    "section5-4": "Restricción: puede solicitar que limitemos el procesamiento de su información en ciertas circunstancias.",
    "section5-5": "Para ejercer estos derechos, contáctenos a deepdivesl.contact@gmail.com.",
    "section6-1": "DeepDive utiliza cookies y tecnologías similares para mejorar su experiencia en la plataforma. Puede ajustar la configuración de su navegador para deshabilitar las cookies, pero esto podría afectar la funcionalidad de la aplicación.",
    "section7-1": "Podemos actualizar esta política de privacidad ocasionalmente para reflejar cambios en nuestras prácticas o por razones legales. Le recomendamos revisar esta página periódicamente para mantenerse informado.",
    "section8-1": "Si tiene alguna pregunta o inquietud sobre esta política de privacidad, puede ponerse en contacto con nosotros en deepdivesl.contact@gmail.com.",
    "section8-2": "Gracias por confiar en DeepDive para gestionar sus reservas y alojamientos.",
    "aboutTitle": "Acerca de DeepDive",
    "aboutSection1.1": "Bienvenidos a ",
    "aboutSection1.2": ", tu plataforma de confianza para encontrar, reservar y gestionar alojamientos de manera rápida, sencilla e intuitiva. En ",
    "aboutSection1.3": " creemos que el proceso de búsqueda y reserva de alojamiento no debería ser una tarea complicada, sino una parte fácil y agradable de la planificación.",
    "aboutSection2": "Nuestra misión es hacer que cada persona, ya sea un viajero buscando su próximo destino o un anfitrión dispuesto a compartir su alojamiento, tenga una plataforma eficiente, accesible e inclusiva. A través de nuestra aplicación, podrás explorar una amplia variedad de alojamientos en cualquier lugar del mundo, hacer reservas con unos pocos clics, dejar tus valoraciones sobre las estancias y, si lo deseas, compartir tu propio alojamiento con el resto de la comunidad.",
    "aboutSection3.1": "Para los viajeros, ",
    "aboutSection3.2": " te ofrece una experiencia optimizada para que puedas encontrar el alojamiento perfecto sin perder tiempo. Ya sea que busques un lugar acogedor para pasar la noche o un alojamiento para tus vacaciones, nuestra plataforma permite búsquedas personalizadas según tus preferencias y necesidades.",
    "aboutSection4": "Para los anfitriones, nuestra plataforma te brinda una manera sencilla de agregar, gestionar y actualizar tu alojamiento en cualquier momento. Puedes mostrar tu alojamiento al mundo, recibir reservas y mejorar tu visibilidad, todo desde un solo lugar.",
    "aboutSection5.1": "En ",
    "aboutSection5.2": ", nos importa la experiencia del usuario. Por eso, además de contar con una interfaz amigable y accesible, hemos integrado funcionalidades como la internacionalización en tres idiomas (español, inglés y francés) y un sistema de selección de tema claro u oscuro, adaptándose a tus preferencias y condiciones de luz.",
    "aboutSection6": "Nuestro compromiso con la calidad y la innovación también se refleja en la integración con un servicio web real que amplía las opciones de búsqueda y facilita el acceso a una mayor variedad de alojamientos, optimizando tu tiempo y asegurando que encuentres la mejor opción para tu viaje.",
    "aboutSection7": " es más que una plataforma de alojamiento, es tu compañero de confianza para que tu experiencia de viaje sea lo más cómoda y enriquecedora posible. Estamos aquí para ayudarte a que cada momento de tu viaje, desde la planificación hasta la valoración, sea memorable."
}